Repository: Cizzuk/Alare
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: %lld min
ja: %lld分

source: %lld remaining
ja: あと%lld回

source: %lld Taps
ja: %lldタップ

source: ${toggle} Alare's Alarm
ja: Alareのアラームを${toggle}

source: ${toggle} Alare's Alarm ${state}
ja: Alareのアラームを${state}に${toggle}

source: About
ja: 情報

source: Action
ja: アクション

source: Actions
ja: アクション

source: Alare's alarm will continue to snooze until you perform a Wake-up Action. To prevent oversleeping, select an action in advance that you believe will wake you up.
ja: Alareのアラームは、起床アクションを行わない限りスヌーズし続けます。目が覚めると思うアクションをあらかじめ選択して、寝坊を防止しましょう。

source: Alarm
ja: アラーム

source: Alarm is Snoozing
ja: アラームはスヌーズ中です

source: Alarm Off
ja: アラームオフ

source: Alarm permission is not granted. Please enable it in Settings to use the Alare.
ja: アラームが許可されていません。 Alareを使用するには、設定で有効にしてください。

source: Attention
ja: アテンション

source: Camera access is denied. Please grant permission in Settings.
ja: カメラにアクセスする権限がありません。設定から許可してください。

source: Camera access is restricted.
ja: カメラは制限されています。

source: Cancel
ja: キャンセル

source: Change Alare's Alarm Time
ja: Alareのアラームの時刻を変更する

source: Change Alare's Alarm Time to ${time}
ja: Alare のアラームの時刻を${time}に変更

source: Change App Icon
ja: アイコンを変更

source: Changes the time of the Alare's alarm.
ja: Alareのアラームの時刻を変更します。

source: Code
ja: コード

source: Code: %@
ja: コード: %@

source: Contact
ja: 連絡先

source: Custom
ja: カスタム

source: Developer
ja: デベロッパー

source: Display Alare's alarm status.
ja: Alareのアラームの現在の状態を表示します。

source: Drum Roll
ja: 連打

source: Drum Roll the Screen to Wake Up!
ja: 画面を連打してアラームを解除

source: Drum roll your fingers on the screen.
ja: 画面をドラムロールするように何度もタップ。

source: Even without a Wake-up Action, running this shortcut will forcefully stop the current alarm and snooze.
ja: 起床アクションを行わなくても、このショートカットを実行するとスヌーズを強制的に解除できます。

source: Everyday
ja: 毎日

source: First you need to scan the code to use it for this action.
ja: はじめに、このアクションで使用するためのコードをスキャンする必要があります。

source: Good Morning
ja: おはようございます

source: Hailing
ja: あられ

source: However, regardless of which you select, it will be forced into snooze mode.
ja: しかし、どちらを選択しても、強制的にスヌーズがかかります。

source: I would appreciate it if you could send us feedback if you encounter any issues.
ja: 問題が発生した場合は、フィードバックを送ってくださると嬉しいです。

source: I'm Awake!
ja: 起床を確認

source: If you select the stop, the Alare will open. You cannot stop the snooze unless you perform the Wake-up Action.
ja: 停止を選択するとAlareが開きます。起床アクションを行わないと、スヌーズを解除できません。

source: Import Custom Sound
ja: カスタムサウンドをインポート

source: Incorrect code. Please try other code.
ja: コードが正しくありません。 他のコードをお試しください。

source: Its operation may be unstable, and settings may not be carried over to future versions.
ja: ベータ版は不安定で、設定は将来のバージョンに引き継がれない可能性があります。

source: Just tap the button once.
ja: ボタンを一回タップするだけ。

source: License
ja: ライセンス

source: No Repeat
ja: 繰り返しなし

source: Not Set
ja: 未設定

source: Off
ja: オフ

source: Open Alare
ja: Alareを開く

source: Open Alare and Start Wake-up Action
ja: Alareを開いて起床アクションをはじめる

source: Open Settings...
ja: 設定を開く…

source: Open the Alare and start the Wake-up Action. The action will not start if the alarm is not snoozing.
ja: Alareを開いて起床アクションを開始します。アラームがスヌーズしていない場合はアクションは開始されません。

source: Operation
ja: 操作

source: Options
ja: オプション

source: Privacy Policy
ja: プライバシーポリシー

source: Repeat
ja: 繰り返し

source: Required Taps
ja: 必要なタップ数

source: Scan a Code
ja: コードをスキャン

source: Scan Code
ja: コードをスキャン

source: Scan the code placed outside the bed.
ja: ベッドの外に置いたコードをスキャン。

source: Scan the Code to Wake Up!
ja: コードをスキャンしてアラームを解除

source: Scan to Set a New Code
ja: 新しいコードをスキャンして設定

source: Selected
ja: 選択中

source: Set a Wake-up Action to stop the alarm.
ja: アラームを止めるために使用する起床アクションを設定します。

source: Set the time and repeat settings, and then turn on the alarm.
ja: 時刻と繰り返しの設定をして、アラームをオンにします

source: Set Use Alare's Alarm
ja: Alareのアラームを設定

source: Set Wake-up Action
ja: 起床アクションを設定

source: Set Wake-up Action to ${action}
ja: 起床アクションを${action}に設定

source: Sets a Wake-up Action to be used during this Focus.
ja: この集中モード中に使用する起床アクションを設定します。

source: Snooze
ja: スヌーズ

source: Snooze %lld
ja: スヌーズ%lld回目

source: Snooze Duration
ja: スヌーズの間隔

source: Snoozing
ja: スヌーズ中

source: Sound
ja: サウンド

source: Source
ja: ソースコード

source: Start Wake-up Action
ja: 起床アクションをはじめる

source: State
ja: 状態

source: Stop Current Alarm and Snooze Forcefully
ja: 現在のアラームとスヌーズを強制的に停止

source: Stop in Alare
ja: Alare内で止める

source: System Default
ja: システムのデフォルト

source: Tap Button
ja: ボタンをタップ

source: Test Alarm
ja: アラームテスト

source: The selected Wake-up Action is not available.
ja: 選択された起床アクションは利用できません。

source: This app is currentry in Beta
ja: このアプリはベータ版です

source: Time
ja: 時刻

source: Toggle
ja: 切り替える

source: Try This Action
ja: このアクションを試す

source: Turn
ja: 変更

source: Turn Alare's alarm On or Off.
ja: Alareのアラームをオンまたはオフに変更します。

source: Turn on Alarm
ja: アラームをオンにする

source: Use This Action
ja: このアクションを使用する

source: Version
ja: バージョン

source: Wake-up Action
ja: 起床アクション

source: Wave Device
ja: デバイスを振る

source: Wave the device slowly and broadly like a flag.
ja: 旗を振るように、デバイスを大きくゆっくり振る。

source: Weekdays
ja: 平日

source: What is this
ja: このアプリについて

source: When the alarm rings, Snooze and Stop buttons will appear on the screen.
ja: アラームが鳴ると、画面に「スヌーズ」と「停止」ボタンが表示されます。
